[{"id":1,"name":"Predator","productType":"Movie","rating":1,"price":"300$", "desc":"The Predator is a 2018 American science fiction action film directed by Shane Black and written by Black and Fred Dekker. It is the fourth installment in the Predator film series, following Predator (1987), Predator 2 (1990), and Predators (2010). Black had a supporting role in the original film, while John Davis returns as producer from the first three installments. The film stars Boyd Holbrook, Trevante Rhodes, Jacob Tremblay, Keegan-Michael Key, Olivia Munn, Thomas Jane, Alfie Allen, and Sterling K. Brown and follows a group of PTSD-afflicted soldiers who must fight off an invading pair of Predators."},
{"id":2,"name":"Terminator","productType":"Movie","rating":3,"price":"300$","desc":"The Terminator is a 1984 American science fiction film directed by James Cameron"},
{"id":3,"name":"Harry Porter","productType":"Book","rating":4,"price":"300$","desc":"Harry Franklin Porter (August 31, 1882 in Bridgeport, Connecticut – June 27, 1965) was a high jumper from the United States of America. He was a member of the Irish American Athletic Club, and won gold in the High Jump in the 1908 Summer Olympics at a mark of 6'3. He graduated from Cornell University."},
{"id":4,"name":"To kill a mocking bird","productType":"Book","rating":5,"price":"300$","desc":"To Kill a Mockingbird is a novel by Harper Lee published in 1960. It was immediately successful, winning the Pulitzer Prize, and has become a classic of modern American literature. The plot and characters are loosely based on Lee's observations of her family, her neighbors and an event that occurred near her hometown of Monroeville, Alabama, in 1936, when she was 10 years old. The story is told by the six-year-old Jean Louise Finch."},
{"id":5,"name":"Burger","productType":"Food","rating":3,"price":"400$","desc":"A cheeseburger is a hamburger topped with cheese. Traditionally, the slice of cheese is placed on top of the meat patty, but the burger can include many variations in structure, ingredients, and composition. The cheese is normally added to the cooking hamburger patty shortly before serving, which allows the cheese to melt. As with other hamburgers, a cheeseburger may include toppings, such as lettuce, tomato, onion, pickles, mustard, mayonnaise, ketchup, or bacon; examples of less common toppings might be spinach or olives"},
{"id":6,"name":"Recoil","productType":"Games","rating":2,"price":"400$","desc":"Recoil (often called knockback, kickback or simply kick) is the backward movement of a gun when it is discharged. In technical terms, the recoil momentum acquired by the gun exactly balances the forward momentum of the projectile and exhaust gases (ejecta), according to Newton's third law, known as conservation of momentum. In hand-held small arms, the recoil momentum is transferred to the ground through the body of the shooter; while in heavier guns such as mounted machine guns or cannons, recoil momentum is transferred to the ground through the mount."},
{"id":7,"name":"Max Payne","productType":"Games","rating":2,"price":"400$","desc":"Max Payne is a third-person shooter video game series developed by Remedy Entertainment (Max Payne and Max Payne 2) and Rockstar Studios (Max Payne 3). The series is named after its protagonist, Max Payne, a New York City police detective turned vigilante after his family had been murdered by drug dealers. The series' first and second installments were written by Sam Lake, while Max Payne 3 was primarily written by Rockstar Games' Dan Houser."}]